Repository: Riyadhfoods/rff.app
Catalog: rff/Supported files/*.lproj/Localizable.strings
Languages: ar

source: HOME
ar: الرئيسية

source: MASTER
ar: الصلاحيات

source: Change Password
ar: تغيير كلمة السر

source: TRACKING
ar: قائمة المهام

source: Inbox
ar: البريد الوارد

source: EMPLOYEE MOVEMENT
ar: إجراءات الموظف

source: Employee Vacation
ar: نموذج اجازه

source: Loan
ar: سلف

source: Resign
ar: استقالة

source: Employee violation
ar: المخالفات

source: Return from Vacation
ar: نموذج العودة من الاجازة

source: Salary Preview
ar: عرض الراتب

source: Employee Info
ar: معلومات الموظف

source: Salary Change
ar: تعديل الراتب

source: Vacation Days Update
ar: تحديث ايام الاجازة

source: Ticket Change
ar: تغيير التذكرة

source: Job Title Change
ar: تغيير المسمى الوظيفي

source: Business Trip
ar: رحلة عمل

source: In Out Deduction
ar: طلب اذن خروج

source: ATTENDANCE
ar: الحضور و الانصراف

source: Attendance Details
ar: تفاصيل الحضور

source: OverTime Calculation
ar: حساب العمل الاضافي

source: Settle Calculation
ar: إحتساب التصفية

source: Attendance Clearance
ar: الحضور و الانصراف

source: PURCHASE SYSTEM
ar: المشتريات

source: Purchase Inbox
ar: اوامر الشراء

source: Purchase
ar: المشتريات

source: Purchase System-Riyadh Food
ar: نظام الشراء لشركة الرياض فود

source: IT DEPARTMENT
ar: تقنية المعلومات

source: IT Request
ar: طلبات التقنية

source: IT-Master File
ar: القائمة الرئيسية

source: Add Category
ar: إضافة صنف

source: My Requests
ar: طلباتي

source: Device Details
ar: تفاصيل الجهاز

source: PAYMENT REQUISITION
ar: طلبات الصرف

source: New Payment-Req
ar: طلب صرف جديد

source: Track Payment-Req
ar: متابعة طلبات الصرف

source: Update Bank Status
ar: تحديث حالة البنك

source: TASK
ar: المهام

source: New Task
ar: مهمة جديدة

source: Task Details
ar: تفاصيل المهمة

source: COMPLAIN
ar: الشكاوي

source: New Complain
ar: شكوى جديدة

source: My Complains
ar: شكوى

source: SALES
ar: مبيعات

source: Sales Inbox
ar: المبيعات

source: Sales Order Approval
ar: الموافقة على طلب المبيعات

source: Sales Return Approval
ar: الموافقة على طلبات المرتجعات

source: Sales Promotion Approval
ar: الموافقة على عروض البيع

source: Sales Order Requests
ar: طلبات شركة الرياض للاغذية

source: Return Order Requests
ar: طلبات ارجاع شركة الرياض للاغذية

source: Promotion Request
ar: برنامج العروض

source: Othaim Sales Status
ar: حالة مبيعات العثيم

source: Sales Plan Summary
ar: ملخض خطة المبيعات

source: Sales Person Area Setup
ar: إعداد منطقة مندوب مبيعات

source: Sales Store Update
ar: تحديث مستودع المبيعات

source: REPORT
ar: التقارير

source: SignOut
ar: تسجيل خروج

source: Are you sure you want to sign out?
ar: هل انت متأكد من تسجيل الخروج؟

source: Yes
ar: نعم

source: Cancel
ar: إلغاء

source: Home
ar: الرئيسية

source: No data
ar: لا توجد بيانات

source: English Description:
ar: الوصف بالانجليزي:

source: Arabic Description:
ar: الوصف بالعربي:

source: Count:
ar: العدد:

source: CLICK TO VIEW
ar: عرض

source: Old password
ar: الرقم السري القديم

source: New Password
ar: الرقم السري الجديد

source: CHANGE
ar: تغيير

source: Password Change Successfully
ar: تم تغيير الرقم السري بنجاح

source: Error!
ar: خطأ

source: Error
ar: خطأ

source: Select list
ar: اختر من القائمة

source: Select category
ar: نوع السجل

source: RETURN
ar: رجوع

source: Pending
ar: قيد الانتظار

source: Rejected
ar: مرفوض

source: On Hold
ar: معلق

source: Approved
ar: موافقة

source: All
ar: الكل

source: You did not select a list or category
ar: لم يتم اختيار قائمة او حاله

source: Emp ID:
ar: رقم الموظف:

source: Emp Name:
ar: اسم الموظف:

source: Date:
ar: التاريخ:

source: VIEW FORM
ar: عرض النموذج

source: Employee General Information
ar: المعلومات العامة للموظف

source: Leave Details
ar: تفاصيل المغادرة

source: For Administrative Use Only
ar: لاستخدام المدير

source: Companions Details
ar: تفاصيل المرافقين

source: Settlement and Ticket Details
ar: تفاصيل التصفية و التذكرة

source: Employee Information
ar: معلومات الموظف

source: Previous/New Loan Details
ar: تفاصيل القروض السابقة والحالية

source: Loan Details
ar: تفاصيل السلف

source: ADD VACATION
ar: إضافة اجازه

source: Select Employee
ar: اختر الموظف

source: Your delegate
ar: الموظف البديل

source: Vacations Details
ar: تفاصيل الإجازة

source: No of Days
ar: الإجازة المطلوبة

source: Balance Vacation
ar: الإجازة المستحقة

source: Leave Start Date
ar: تاريخ بداية الإجازة

source: Return Date
ar: تاريخ نهاية الإجازة

source: Vacation Type
ar: نوع الاجازة

source: Exit Re-Entry Days
ar: عدد ايام الخروج والعودة

source: Extra Days
ar: ايام اضافية

source: Settlement Details
ar: تفاصيل التصفية

source: Settlement Amount:
ar: مبلغ التصفية:

source: NEXT
ar: التالي

source: Done
ar: تم

source: Ticket Details
ar: تفاصيل التذاكر

source: Ticket Request
ar: طلب تذكر

source: Exit Re-Entry Visa
ar: تأشيرة خروج وعودة

source: Dependent Ticket
ar: إعتماد التذكرة

source: Require Visa:
ar: طلب التأشيرة

source: Ticket:
ar: بدل تذكرة:

source: Name:
ar: الاسم

source: SUBMIT
ar: تسليم

source: You have already applied for vacation
ar: لقد تقدمت بطلب عطله مسبقاً

source: Vacation applied successfully
ar: تم تسليم طلب الاجازة بنجاح

source: Choose your delegate
ar: اختر الموظف البديل

source: Name
ar: اسم الموظف

source: Join Date
ar: بداية الخدمة

source: Start Date
ar: تاريخ المباشرة

source: Manager
ar: المدير

source: Job Description
ar: الوصف الوظيفي

source: Sub Job Description
ar: الوظيفة الفرعية

source: Department
ar: الإدارة

source: Nationality
ar: الجنسية

source: Job Desc
ar: الوصف الوظيفي

source: Sub Job
ar: الوظيفة الفرعية

source: Basic Salary
ar: الراتب الاساسي

source: Package
ar: الاجمالي

source: Company
ar: الشركة

source: Exit ReEntry
ar: تاشيرة خروج وعودة

source: Exit ReEntry Days
ar: عدد ايام الخروج والعودة

source: City/Country
ar: المدينة/البلد

source: Vacation Days
ar: عدد ايام الاجازة

source: Used
ar: مستخدم

source: Requested
ar: الطلب

source: Remaining
ar: المتبقي

source: City:
ar: المدينة

source: DOB:
ar: تاريخ الميلاد

source: Visa Request:
ar: تاشيرة

source: Settlement Amount
ar: مبلغ التصفية

source: Ticket request amount
ar: مبلغ التذكرة

source: Start Date:
ar: تاريخ بداية السلفة:

source: Guarantor:
ar: الضامن:

source: Loan Type:
ar: نوع السلفة:

source: Amount:
ar: القيمة:

source: Monthly Payment:
ar: الدفعات الشهرية:

source: Deducted Value:
ar: قيمة الخصومات:

source: Bal_Amount:
ar: القيمة المتبقية:

source: Loan Type
ar: نوع السلفة

source: AMT. Required
ar: المبلغ المطلوب

source: Guarantor
ar: الضامن

source: Payment Period
ar: فترة السداد

source: Emp Name
ar: اسم الموظف

source: Emp. Role
ar: صلاحيات الموظف

source: Status
ar: الحالة

source: Trans. Date
ar: تاريخ التصفية

source: Employee
ar: الموظف

source: Gaurantor
ar: الضامن

source: Deduction
ar: الخصومات

source: each month
ar: كل شهر

source: EOS Type
ar: نوع نهاية الخدمة

source: Do you want to approve the request?
ar: هل تود قبول الطلب؟

source: Resign request approved successfully
ar: تم قبول طلب الاستقاله بنجاح

source: Do you want to put the request onhold?
ar: هل تود وضع الطلب على الانتظار؟

source: Resign request put onhold successfully
ar: تم وضع طلب الاستقاله في الانتظر بنجاح

source: Do you want to reject the request?
ar: هل تود رفض الطلب؟

source: Resign request rejected successfully
ar: تم رفض طلب الاستقاله بنجاح

source: Nantionality
ar: الجنسية

source: work Hours
ar: ساعات العمل

source: Absent Days
ar: أيام الغياب

source: Old Basic
ar: الراتب الاساسي القديم

source: New Basic
ar: الراتب الاساسي الجديد

source: Inrement/Decrement
ar: الزيادة او النقصان

source: Total
ar: المجموع

source: Result
ar: النتيجة

source: MGR Remark
ar: ملاحظة المدير

source: Could not send the loan request
ar: لا يمكن ارسل طلب سلفة

source: Loan request is sent successfully
ar: تم ارسال طلب السلفه بنجاح

source: Do you want to send loan request?
ar: هل تود ارسال طلب سلفه؟

source: Please fill all the fields
ar: يجب ملء جميع الحقول

source: Increment/Decrement Details
ar: تفاصيل الزيادة او النقصان

source: Evaluation Details
ar: تفاصيل التقييم

source: Do you want to send resign request?
ar: هل تود ارسال طلب الاستقاله؟

source: Select Reason
ar: اختر السبب

source: You did not select a reason
ar: لم يتم اختيار السبب

source: Resign request for emp. no.
ar: طلب الاستقاله للموظف رقم

source: saved successfully..!!
ar: تم ارسالها بنجاح

source: Success
ar: تم الارسال بنجاح

source: Reason
ar: السبب

source: End of service
ar: نهاية الخدمة

source: Exit Reentry Visa
ar: تأشيرة خروج وعودة

source: Select Transportation
ar: اختر وسيلة المواصلات

source: Business Leave Details
ar: تفاصيل رحلة العمل

source: Start Date
ar: تاريخ بدء الرحلة

source: End Date
ar: تاريخ انتهاء الرحلة

source: Destination
ar: الوجهة

source: Business Trip Amount
ar: مبلغ رحلة العمل

source: Amount Description
ar: وصف المبلغ

source: Reason for business Trip
ar: اسباب رحلة العمل

source: Travel & Residence Details
ar: تفاصيل السفر والسكن

source: Air Line
ar: الخطوط الجوية

source: Visa
ar: تأشيرة

source: From
ar: من

source: To
ar: الى

source: From Date
ar: من تاريخ

source: To Date
ar: الى تاريخ

source: Travel Membership
ar: عضوية السفر

source: Meet & Assistance
ar: المقابلة / المساعدة

source: Luggage & Cargo
ar: الأمتعة و البضائع

source: Air Lines
ar: الخطوط الجوية

source: Membership Card No.
ar: بطاقة العضوية

source: Others
ar: اخري

source: Confirmation
ar: تاكيد

source: Do you want to send business trip request?
ar: هل نود ارسال طلب رحلة عمل

source: Mode of Transport
ar: وسيلة المواصلات

source: Journey Start Date
ar: تاريخ بدء الرحلة

source: Journey End Date
ar: تاريخ انتهاء الرحلة

source: Reason for Business Trip
ar: اسباب رحلة العمل

source: AirLines
ar: الخطوط الجوية

source: From Loaction
ar: من الموقع

source: To Location
ar: الى الموقع

source: Business trip request approved successfully
ar: تم قبول طلب رحلة عمل بنجاح

source: Business trip request put onhold successfully
ar: تم وضع طلب رحلة عمل في الانتظر بنجاح

source: Business trip request rejected successfully
ar: تم رفض طلب رحلة عمل بنجاح

source: Start Time
ar: وقت البداية

source: End Time
ar: وقت النهاية

source: Delay Minutes
ar: دقايق التاخير

source: Do you want to send in-out deduction request?
ar: هل تود ارسال طلب اذن خروج؟

source: In-out deduction request sent successfully
ar: تم ارسال طلب اذن الخروج بنجاح

source: Search content
ar: محتوى البحث

source: SEARCH
ar: بحث

source: Select a list
ar: اختر القاىمة

source: Alert
ar: تنبية

source: You did not select a list
ar: لم يتم اختيار قاىمة

source: out of
ar: من

source: ID
ar: الرقم

source: Emp Created
ar: انشاء الموظف

source: Customer Name
ar: اسم العميل

source: Items
ar: الاصناف

source: Date
ar: التاريخ

source: Request Date
ar: تاريخ الطلب

source: Comment
ar: ملاحظات

source: No Data
ar: لا توجد بيانات

source: Salesperson Details
ar: بيانات مندوب المبيعات

source: Store Details
ar: بيانات العميل

source: Add Items
ar: إضافة الاصناف

source: Summary
ar: موجز

source: Alert!
ar: تنبيه!

source: Select company
ar: اختر الشركة

source: Branch
ar: فرع

source: Select branch
ar: اختر الفرع

source: Doc ID
ar: رقم الوثيقة

source: Loc Code
ar: رمز الموقع

source: Select location code
ar: اختر رمز الموقع

source: You did not select a company, branch or location code
ar: لم يتم اختيار الشركة او الفرع او رمز الموقع

source: salesperson
ar: مندوب المبيعات

source: Select salesperson
ar: اختر مندوب المبيعات

source: Customer
ar: العميل

source: Select customer
ar: اختر العميل

source: Delivery Date
ar: تاريخ التوصيل

source: Super Market?
ar: سوير ماركت؟

source: Offer?
ar: عرض؟

source: yes
ar: نعم

source: no
ar: لا

source: Store
ar: المستودع

source: Select store id
ar: اختر رقم المستودع

source: City
ar: المدينة

source: Select city
ar: اختر المدينة

source: Sales Person
ar: رجل البيع

source: Select sales person
ar: اختر رجل البيع

source: Merchandiser
ar: المصفف

source: Select merchandiser
ar: اختر المصفف

source: You did not select a store id
ar: لم يتم اختيار رقم المستودع

source: Select item
ar: اختر الصنف

source: Unoit of Measure
ar: وحدة القياس

source: Select unoit of measure
ar: اختر وحدة القياس

source: QTY
ar: الكمية

source: ADD ITEM
ar: اضافة صنف

source: Items added is
ar: الاصناف المضافه

source: SHOW ITEMS
ar: عرض الاصناف المضافة

source: Description
ar: الوصف

source: Unit Price
ar: سعر الوحدة

source: Total Price
ar: اجمالي المبلغ

source: SEND
ar: إرسال

source: You have already added this item. Do you wnat to add it again
ar: تم اضافة هذا الصنف من قبل. هل تود اضافة مره اخرى؟

source: Return
ar: رجوع

source: Return ID
ar: رقم الارتجاع

source: SELECT
ar: اختر

source: Item(s) Details
ar: تفاصيل الصنف

source: Cutomer Aging
ar: عمر الدين للعميل

source: User Comment
ar: ملاحظات المستخدم

source: Work Flow
ar: سلسلة الاعتمادات

source: Attachment Files
ar: الملفات المرفقة

source: Approve
ar: موافق

source: Reject
ar: مرفوض

source: Invoice No.
ar: رقم الفاتورة

source: LOT No.
ar: رقم LOT

source: Item No.
ar: رقم الصنف

source: UOFM
ar: وحدة القياس

source: Return Type
ar: نوع الارتجاع

source: Comment:
ar: ملاحظات:

source: Emp ID
ar: رقم الموظف

source: Do you want to approve the order
ar: هل تريد الموافقة على الطلب

source: OK
ar: نعم

source: Saved
ar: تمت الموافقة

source: Approved successfully
ar: تمت الموافقة عليه بنجاح

source: Order Id
ar: رقم الطلب

source: Do you want to reject the order
ar: هل تريد رفض الطلب

source: rejected successfully
ar: تم الرفض بنجاح

source: No comment ...
ar: لا توجد ملاحظات ...

source: Order ID
ar: رقم الطلب

source: Approval Form
ar: نموذج الموافقة

source: ITEMS
ar: الاصناف

source: Invoice Date
ar: تاريخ الفاتوره

source: Invoice
ar: رقم الفانوره

source: Select invoice
ar: اختر رقم الفاتورة

source: Item
ar: الصنف

source: ADD
ar: اضافة

source: UPLOAD FILES
ar: تحميل الملفات

source: SHOW FILES
ar: عرض الملفات

source: Select Type
ar: اختر نوع الارجاع

source: Invoice has been Added
ar: تم اضافة الفاتورة

source: You did not fill invoice date or did not select invoice or item
ar: لم يتم اختيار تاريخ الفاتورة او رقم الفاتوره او الصنف

source: You have already added this invoice. Do you wnat to add it again
ar: تم اضافة الفاتورة من قبل. هل تود اضافتها مره اخرى؟

source: Do you want to send the request
ar: هل تود ارسال الطلب؟

source: You did not fill the fields
ar: لم يتم ادخال جميع الحقول

source: You did not select store id
ar: لم يتم ادخال رمز المستودع

source: You did not add any items
ar: لم يتم اضافة اني صنف

source: You did not select return item for each item
ar: لم يتم اختيار نوع الاسترجاع لجميع الاصناف

source: Return request sent successfully with return no.
ar: تم الارسال الطلب الارجاع بنجاح و رقم الطلب
